Repository: speedysera/tatoeba2
Catalog: src/Locale/*/admin.po
Languages: az

source: Invalid file “{file}” ignored.
az: Keçərsiz fayl "{file}" rədd edildi.

source: Failed to create directory “{dir}” to import file “{file}”.
az: {dir} -dən {file} -ə fayl import edilə bilmədi.

source: Failed to copy file “{file}” to directory “{dir}”.
az: "{file}" -dan "{dir}"-a fayl kopya edilə bilmədi.

source: Unable to assign audio to “{author}” for sentence {sentenceId} inside the database. Make sure it's a valid username.
az: Məlumat bazası daxilində {sentenceId}üçün olan səsyazmanı {author} adına keçirmək alınmadı. Keçərli istifadəçi adı olduğunu yoxlayın.

source: File “{file}” was successfully imported but could not be removed from the import directory.
az: {file} fayl uğurla import edildi, ancaq import istiqamətindən silinmədi.

source: Import recordings
az: Səsyazmaları import et

source: Import report
az: Reportu import et

source: The following errors occurred during import.
az: İmport zamanı bu səhvlər baş verdi.

source: Files detected
az: Fayllar tapıldı

source: File name
az: Faylın adı

source: Sentence id
az: Cümlə id-si

source: Language
az: Dil

source: Already has audio
az: Səs yazısı mövcuddur

source: May be imported
az: İmport oluna bilər

source: Invalid
az: Etibarsız

source: Yes
az: Bəli

source: No
az: Xeyr

source: No files have been detected inside the import directory.
az: İmport olunan yerdə heç bir fayl tapılmadı.

source: Import
az: İmport et

source: Enabled
az: İcazə verilmiş

source: Owner name
az: Sahibin adı

source: Submit
az: Təsdiqlə və göndər

source: Correctness
az: Düzgünlük

source: Change
az: Dəyişdir

source: Import sentences
az: Cümlələri daxil et

source: Single sentences
az: Tək cümlələr

source: Language of the sentences:
az: Cümlələrin dili

source: File:
az: Fayl

source: Numeric user id:
az: İstifadəçinin numeral İD-si:

source: import
az: Daxil et

source: Sentences and translations
az: Cümlələr və tərcümələri

source: Language of the translations:
az: Tərcümələrin dili

source: Delete
az: Sil

source: Are you sure you want to delete user #{number}?
az: {number}istifadəçini silmək istədiyinə əminsən?

source: List Users
az: İstifadəçilərin siyahısı

source: Profile
az: Profil

source: Edit User
az: İstifadəçini dəyiş

source: Username
az: İstifadəçi adı

source: Group
az: Qrup

source: Level
az: Səviyyə

source: Send notifications
az: Bildirişləri göndər

source: unhide
az: Gizlətmə

source: hide
az: gizlət
